source/_static/diagrams/part-stack-arrival.d2
direction: right
n0: "StackWalker"
n1: "CernVM-FS"
n2: "bot"
n3: "easystack"
n4: "host injection"
n0 -> n1
n1 -> n2
n2 -> n3
n3 -> n4
